export const items = [
  {
    id: Math.random(),
    title: "وجبه فطار",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'50 جنيه',
    category:'فطار',
    img:'1.png'
  },
  {
    id: Math.random(),
    title: "وجبه غداء غنيه بالفسفور",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'30 جنيه',
    category:'غداء',
    img:'2.png'
  },
  {
    id: Math.random(),
    title: "وجبه غداء ممتازه",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'70 جنيه',
    category:'غداء',
    img:'2.png'
  },
  {
    id: Math.random(),
    title: "وجبه عشاء",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'40 جنيه',
    category:'عشاء',
    img:'3.png'
  },
  {
    id: Math.random(),
    title: "وجبه فطار",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'55 جنيه',
    category:'فطار',
    img:'1.png'
  },
  {
    id: Math.random(),
    title: "وجبه عشاء",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'62 جنيه',
    category:'عشاء',
    img:'3.png'
  },
  {
    id: Math.random(),
    title: "وجبه فطار شهي",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'80 جنيه',
    category:'فطار',
    img:'1.png'
  },
  {
    id: Math.random(),
    title: "وجبه غداء ممتازه",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'33 جنيه',
    category:'غداء',
    img:'2.png'
  },
  {
    id: Math.random(),
    title: "وجبه فطار رائع",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'20 جنيه',
    category:'فطار',
    img:'1.png'
  },
  {
    id: Math.random(),
    title: "وجبه عشاء طازجه",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'28 جنيه',
    category:'عشاء',
    img:'3.png'
  },
  {
    id: Math.random(),
    title: " وجبه غداء لذيذه",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'100 جنيه',
    category:'غداء',
    img:'2.png'
  },
  {
    id: Math.random(),
    title: "وجبه فطار",
    desc: "وصف وجبه الفطار ولامكونات الخاصه بها من بهرات واي كلام ياعم علام عشان النص يطول شويه",
    price:'120 جنيه',
    category:'فطار',
    img:'1.png'
  },
];
